list = [3, 5, 7, 9, 10.5]
print(list)

list.append("Python")
print(list)

list_len = len(list)
print(list_len)

# Выведите на экран начаньный элемент списка
num1 = list[0]
print(num1)

# Выведите на экран последний элемент списка
num_end = list[-1]
print(num_end)

# Удалите из списка строку "Python"
list.remove("Python")
print(list)